[
  {
    "id": 1,
    "sentence": "High-entropy alloys (HEAs） present both significant potential and challenges for developing efficient electrocatalysts due to their diverse combinations and compositions. "
  },
  {
    "id": 2,
    "sentence": "Here，we propose a procedural approach that combines highthroughput experimentation with data-driven strategies to accelerate the discovery of effcient HEA electrocatalysts for the hydrogen evolution reaction (HER). "
  },
  {
    "id": 3,
    "sentence": "This enables the rapid preparation of HEA arrays with various element combinations and composition ratios within a model system. "
  },
  {
    "id": 4,
    "sentence": "The intrinsic activity of the HEA arrays is swiftly screened using scanning electrochemical cell microscopy (SECCM)， providing precise compositionactivity data sets for the HEA system. "
  },
  {
    "id": 5,
    "sentence": "An ensemble machine learning (EML) model is then used to predict the activity database. Based on these databaseresults,two groups of promising catalysts arerecommended andvalidatedthroughactual electrocatalyticevaluations.Thisprocedural aproach，which combines high-throughput experimentation with data-driven strategies,provides anew pathwaytoacelerate the discoveryof efcient HEA electrocatalysts."
  },
  {
    "id": 6,
    "sentence": "\n# a SECCM Setup\n\n\n\n\n\nb Screening of HEA Combinations jrelative\n\n(i) (ii) -10.00 7 -301 -30.00 FeCoNiPtPd 5 CoMmCuPIPd 4 -50.00 CoMiMoPiPd 3 FeCoCrPtPd 2 -70.00 -90 FeMnCrPd -90.00 -0.2 -0.1 0.0 0.1 0.2 A B C D E F G Potential (V vs RHE) HER @ -0.15 V vs RHE"
  },
  {
    "id": 7,
    "sentence": "\n# Expansion of HER Activity Database\n\n\n\nFigure2.RapidevauatioofintrisicctivitydexpasionoftheactivitydatabsefortemicrosaleHAcatalytray.(a)SCCseufor activityasessmentoftemicoscaleHAcatalystarry()ActivitysrengofthemicoaleHAatalystay(6goupsfeent combinations). (i) Typical $j _ { \\mathrm { r e l a t i v e } } - E$ curves of microscale HEA catalysts. (ii) Heatmap of $j _ { \\mathrm { r e l a t i v e } }$ $E \\colon - 0 . 1 5 \\mathrm { ~ V ~ }$ vs RHE). (c) Activity screening of a microscale HEA catalyst array (Fe-Co-Ni-Pt-Pdsystem:238 setsof different compositions). (i)Typical $j _ { \\mathrm { r e l a t i v e } } { - E }$ curves of microscale HEA catalysts. (ii) Heatmap of $j _ { \\mathrm { r e l a t i v e } }$ (E: $- 0 . 1 5 \\mathrm { V }$ vs RHE). (d) Workflow for expanding the HER activity database of the Fe-Co-Ni-Pt-Pd system using EML model prediction."
  },
  {
    "id": 8,
    "sentence": "\nstatistical analysis of elements (Figure S3a and b). According to the statistics， seven of the most frequently occurring nonnoble metal elements (Ni, Co,Fe,Cu, Mo, Cr, Mn) and two noble metal elements (Pt，Pd） were identified as “key elements” for effcient HER electrocatalysts.Additionally, considering the extensive application of Sn in energy and catalysis research in transition metal alloying, its inclusion was demed necessry.6,24,40,4Tofacilitate theexplorationof subsequent high-throughput experimentation，we adopted a typical PtPd-based quinary HEA combination as the research model for HER. Through Python programming, S6 groups of"
  },
  {
    "id": 9,
    "sentence": "\nPtPd-based HEA element combinations were randomly generated, each assigned a code name (Table S1)."
  },
  {
    "id": 10,
    "sentence": "\nFigure 2b illustrates the scheme for high-throughput synthesis of a microscale HEA array on glassy carbon (GC). "
  },
  {
    "id": 11,
    "sentence": "Initially,a high-throughput printing workstation (Figure S4a) was utilized to rapidly print the precursor solution of mixed metal salts onto the surface of GC (Figure lb (i) and Figure S4b).By adjusting the printing pulse voltage and precursor solution concentration, size control of individual microdots in the array can be achieved (Figure S5). "
  },
  {
    "id": 12,
    "sentence": "This method enables the printing process of precursors for the aforementioned 56 groups of HEA element combinations to be completed within"
  },
  {
    "id": 13,
    "sentence": "\n$3 \\mathrm { ~ h ~ }$ .The efficient synthesis of the HEA catalyst array involved rapid pulse-controlled heating (Figure lb (i) and Figure S6; ${ \\sim } 2 0 2 3 \\mathrm { K }$ , 0.55 s, 5 cycles), inspired by rapid pulse heating and quenching, as well as rapid radiation heating techniques.40,41 Instantaneous heating facilitated rapid decomposition of the precursor and uniform mixing of different metal elements, while rapid cooling effectively suppressed phase separation, thereby preparing the HEA array covering a wide range of element combinations (Figure lc (i)). "
  },
  {
    "id": 14,
    "sentence": "Scanning electron microscopy (SEM） and atomic force microscopy (AFM) images of individual HEA microdots in the microscale array (Figure lc (ii) and Figure S7） indicate that the synthesized samples possess relatively smooth and dense surface structure. "
  },
  {
    "id": 15,
    "sentence": "Energy dispersive X-ray spectroscopy (EDS) mappings (Figure lc (ii）and Figure S8） demonstrate a uniform element distribution (i.e., no phase separation).Additionally, elemental analysis reveals complete thermal decomposition of precursor metal chloride salts (Figure S9; no Cl element detected), with slight differences observed in the composition of metal elements compared to the design proportions，atributed to differences in vapor pressures of different metals at high temperature.It is noteworthy that,compared to other highthroughput synthesis methods, this approach has been shown to result in relatively low element loss.16,40 In addition, X-ray diffraction (XRD）patterns confirm the formation of singlephase (face-centered cubic, FCC) alloys (Figure S1O). "
  },
  {
    "id": 16,
    "sentence": "Using the high-throughput array synthesis method described above,a microscale HEA array comprising S6 groups of PtPd-based quinary systems with varying element combinations can be rapidly constructed within a compact area ( $( 1 . 5 \\times 1 . 5 ~ \\mathrm { m m } ^ { 2 } )$ ） This method also enables the swift preparation of a microscale HEA catalyst array with a diverse composition space. "
  },
  {
    "id": 17,
    "sentence": "Meanwhile, this strategy offers significant advantages compared to other reported experimental throughputs (Table S2).\n\n\n\nThe intrinsic HER activity of the HEA array catalyst is rapidly assessed using SECCM. Figure 2a illustrates a typical testing procedure where HEAs@GC serve as the working electrode and a $2 0 ~ \\mu \\mathrm { m }$ glass micropipet filled with $0 . 1 \\textbf { M }$ $\\mathrm { H C l O } _ { 4 }$ aqueous solution (Figure S1l） acts as the SECCM probe. "
  },
  {
    "id": 18,
    "sentence": "Conventional two-electrode SECCM setups are inadequate for evaluating the activity of microscale catalyst spots due to severe polarization of the reference electrode at high working currents and extended measurement times. "
  },
  {
    "id": 19,
    "sentence": "To ensure accuracy,a 3D-printed microdroplet cell(Figure S12) is introduced above the SECCM probe. "
  },
  {
    "id": 20,
    "sentence": "This setup employs a conventional three-electrode system,with a graphite rod and a commercial $\\mathrm { \\ A g / A g C l }$ (3 M KCl） serving as the counter and reference electrodes，respectively.Notably，although the SECCM probe contains sufficient electrolyte (O.1 M $\\mathrm { H C l O } _ { 4 } )$ ，the working current of the catalyst spots is on the order of hundreds of nA,and the solution resistance between the reference and working electrodes is approximately $1 0 ^ { 5 } ~ \\Omega$ Thus, iR compensation correction is necessary for linear sweep voltammetry (LSV） measurements.42 Meanwhile，the GC substrate is considered as a material with good conductivity but extremely inert behavior for HER (Figure S13). "
  },
  {
    "id": 21,
    "sentence": "Typically, the apparent current density quantified by the geometric area of the catalyst $\\left( \\boldsymbol { A } _ { \\mathrm { g e o } } \\right)$ cannot effectively evaluate its real activity. "
  },
  {
    "id": 22,
    "sentence": "Instead,accurate measurement of ECSA is required to describe its real current density $( j _ { \\mathrm { r e a l } } )$ .17 -23 Considering the complexity of ECSA measurement for catalysts and the difficulty in meeting the demands of rapid screening, there is a need to develop a simpler protocol for the intrinsic activity assessment."
  },
  {
    "id": 23,
    "sentence": "\nHere, we introduce $j _ { \\mathrm { r e l a t i v e } }$ to represent the intrinsic HER activity of HEA catalysts,where $j _ { \\mathrm { r e l a t i v e } }$ has a linear proportional relationship with $j _ { \\mathrm { r e a l } }$ (see derivation details in the Supporting Information). "
  },
  {
    "id": 24,
    "sentence": "The premise for using $j _ { \\mathrm { r e l a t i v e } }$ is the existence of a good linear relationship between the non-Faradaic charging current $\\left( i _ { \\mathrm { c h a r g i n g } } \\right)$ and the ECSA of different combination catalysts (Figure S14; $R ^ { 2 } \\ = \\ 0 . 9 9 ,$ ).ECSA is obtained by multiplying_the $A _ { \\mathrm { g e o } }$ measured by SEM with the surface roughness factor $( \\breve { R } _ { \\mathrm { f } } )$ obtained by AFM (Table S3).Under identical test conditions， the $i _ { \\mathrm { c h a r g i n g } }$ of the GC substrate is negligible compared to that of the HEA catalysts (Figure S15), further eliminating the impact of substrate $i _ { \\mathrm { c h a r g i n g } }$ on the jrelative evaluation.Multiple parallel tests on the same catalyst samples show a high overlap of $j _ { \\mathrm { r e l a t i v e } }$ (Figure S16)， indicating the reliability of our SECCM evaluation.Additionally,the HER polarization curves,with and without mass transfer of proton electromigration，completely overlapped,indicating that the evaluation was conducted under conditions of fully sufficient mass transfer (i.e., in the Tafel region; Figure S17)."
  },
  {
    "id": 25,
    "sentence": "\nSubsequently,the SECCM was used to rapidly assess the activity of 56 groups of HEA catalysts， with $j _ { \\mathrm { r e l a t i v e } }$ obtained through batch processing using Python scripts (Figure 2b (i) and Figure S18). "
  },
  {
    "id": 26,
    "sentence": "To quickly identify activity differences among various combinations,a heatmap of $j _ { \\mathrm { r e l a t i v e } }$ at $- 0 . 1 5 \\mathrm { ~ V ~ }$ vs RHE was generated for the S6 groups of different element combinations (Figure 2b (ii)),along with a heatmap at other potentials (Figure S19)，allowing for rapid identification of high-activity combinations by coordinates and corresponding code names.According to the screening，the FeCoNiPtPd combination showed relatively high intrinsic activity (only at equiatomic ratios). "
  },
  {
    "id": 27,
    "sentence": "To integrate high-throughput experimentation with data-driven strategies and demonstrate compatibility in screening the HEA composition space,we used the Fe-CoNi-Pt-Pd system as an example (Note: This system is merely illustrative and logically unrelated to the element combination screening results).Each element's composition varied from 5 to 40 at. $\\%$ (in 5at. $\\%$ increments)，with the total molar proportion of $\\mathrm { P t }$ and Pd fixed at 40 at. $\\%$ to avoid significant variations in noble metal content. "
  },
  {
    "id": 28,
    "sentence": "This division resulted in 238 sets of different composition ratios for the quinary combinations，which were also prepared as A microscale array and screened using SECCM (the entire process was completed within two working days). "
  },
  {
    "id": 29,
    "sentence": "The programmatic data processing significantly accelerated the acquisition of the $j _ { \\mathrm { r e l a t i v e } }$ activity data set (Figure 2c (i) and Figure S2O); heatmapsof feltive activity at $- 0 . 1 5 \\mathrm { ~ V ~ }$ vs RHE and other potentials were also obtained (Figure 2c (ii) and Figure S21)."
  },
  {
    "id": 30,
    "sentence": "\nTo accurately construct an extensive activity database and correlate the precursor composition space (Figure S22） with intrinsic HER activity in the quinary HEA system，we introduced an EML model capable of multidimensional complex parameter analysis. "
  },
  {
    "id": 31,
    "sentence": "This model not only helps uncover potential correlations within complex systems but also significantly_enhances analysis efficiency and reduces prediction costs.43-48 Figure 2d illustrates the overall workflow from the base data set to the expanded predictive database, with the construction of a high-performance EML model being the crucial step.The construction process of the EML model is divided into two stages.In the first stage,three individual ML models were initially integrated by using a voting mechanism. "
  },
  {
    "id": 32,
    "sentence": "The voting ensemble model exhibited smaller prediction deviations compared to single models (Figure S23), indicating the accuracy and superiority of the ensemble strategy.To further improve the ability of the ensemble model to recognize complex nonlinear relationships and thus enhance the accuracy of database predictions，we incorporated a fully connected neural network model converged through training via a weighted averaging approach in the second stage (Figure S24). "
  },
  {
    "id": 33,
    "sentence": "Subsequently，various performance metrics were compared before and after model integration (Table S4). "
  },
  {
    "id": 34,
    "sentence": "The EML model, combining multiple advantages and characteristics,maintained high accuracy in actual predictions compared to single ML models (Figure S25). "
  },
  {
    "id": 35,
    "sentence": "Ultimately, the rigorously trained and evaluated EML model predicted the activity database for the quinary composition space with 1 at. $\\%$ increments (28,396 sets). "
  },
  {
    "id": 36,
    "sentence": "Based on interval-based statistical results (Figure S26),two groups of superior compositions were recommended: $\\mathrm { F e _ { 0 . 1 5 } C o _ { 0 . 4 0 } N i _ { 0 . 0 5 } P t _ { 0 . 3 2 } P d _ { 0 . 0 8 } }$ (sample I） and $\\mathrm { F e _ { 0 . 1 5 } C o _ { 0 . 4 0 } N i _ { 0 . 0 5 } P t _ { 0 . 2 8 } P d _ { 0 . 1 2 } }$ (sample II)."
  },
  {
    "id": 37,
    "sentence": "\nFigure 3. Macroscopic experiment validation of EML model recommended compositions. (a) XRD patterns: $\\mathrm { F e _ { 0 . 1 5 } C o _ { 0 . 4 0 } N i _ { 0 . 0 5 } P t _ { 0 . 3 2 } P d _ { 0 . 0 8 } }$ (sample 1）, $\\mathrm { F e _ { 0 . 1 5 } C o _ { 0 . 4 0 } N i _ { 0 . 0 5 } P t _ { 0 . 2 8 } P d _ { 0 . 1 2 } }$ (sample II), and $\\mathrm { F e _ { 0 . 2 0 } C o _ { 0 . 2 0 } N i _ { 0 . 2 0 } P t _ { 0 . 2 0 } P d _ { 0 . 2 0 } }$ (sample II). (b) SEM image of sample I. (c) TEM image of sample I (inset:sizedistrbutioistogamofAnanopartices).(d)HTmageofsnglenanoparticleinsapleI.(e)HAADF-STagend corresponigfleI.()oaatIdI $\\mathrm { P t } / \\mathrm { C }$ (g)Tafel slope curvesofsamples I, I,and IIIandcommercial $\\mathrm { P t } / \\mathrm { C } .$ (h) Overpotential at $1 0 \\ \\mathrm { m A } \\ \\mathrm { c m } ^ { - 2 }$ geometric current density (left) and mass activity at $- 0 . 0 5 \\mathrm { ~ V ~ }$ vs RHE forsamples I, II,III,n omrcial $\\mathrm { P t } / \\mathrm { C }$ . (i) Comparison of overpotentials and Tafel slopes at $1 0 \\mathrm { \\ m A \\ c m ^ { - 2 } }$ for advanced noble-metal-based HER electrocatalysts in 0.5 M ${ \\mathrm { H } } _ { 2 } { \\mathrm { S O } } _ { 4 }$ electrolyte (Table S7)."
  },
  {
    "id": 38,
    "sentence": "\nTo validate the accuracy of the EML model recommendations, the same heating preparation protocol was employed for the macroscale preparation of the recommended compositions (samples I and II） and the equiatomic $\\mathrm { F e _ { 0 . 2 0 } C o _ { 0 . 2 0 } N i _ { 0 . 2 0 } P t _ { 0 . 2 0 } P d _ { 0 . 2 0 } }$ (sample III） for comparison. "
  },
  {
    "id": 39,
    "sentence": "On a defect-rich $\\mathrm { C O } _ { 2 }$ -activated carbon nanofibers (CA-CNFs) substrate6tefodistrbutiooftheecor mixture (Figure S27） ensured even high-density loading of subsequent HEA nanoparticles. "
  },
  {
    "id": 40,
    "sentence": "XRD patterns showed that all three samples possessed a single-phase FCC structure (Figure 3a), similar to those of pure $\\mathrm { P t }$ and Pd. SEM images indicated comparable loading densities of HEA nanoparticles across different samples (Figure 3b and Figure S28). "
  },
  {
    "id": 41,
    "sentence": "The transmission electron microscopy (TEM） image (Figure 3c) revealed that sample I had densely and uniformly loaded HEA nanoparticles with a particle size of $5 . 8 2 \\pm 1 . 4 8 \\mathrm { { \\ n m } }$ High-resolution transmission electron microscopy (HRTEM) images of single HEA nanoparticles (Figure 3d and Figure S29） showed characteristic lattice spacings corresponding to the（111） planes observed in the XRD patterns，further confirming the successful transfer preparation of the HEA catalysts.High-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) and EDS mapping (Figure 3e and Figure S30) demonstrated a spatially uniform element distribution within the nanoparticles of all three samples.Inductively coupled plasma optical emission spectroscopy (ICP-OES) determined the element compositions of the three samples，revealing a close match between the HEAs@CA-CNFs and the microscale HEAs@GC with minor differences from the precursor input ratios (Figures S31 and 32).This confirms that the same preparation strategy can successfully transfer the model recommendations into HEAs@ CA-CNFs catalysts suitable for macroscale experiments."
  },
  {
    "id": 42,
    "sentence": "\nThe HER activity of the three samples and commercial 20 wt $\\% \\ P t / C$ catalyst was evaluated using a typical threeelectrode setup in 0.5 M ${ \\mathrm { H } } _ { 2 } { \\mathrm { S O } } _ { 4 }$ solution. "
  },
  {
    "id": 43,
    "sentence": "The commonly used and inexpensive 0.5 M ${ \\mathrm { H } } _ { 2 } { \\mathrm { S O } } _ { 4 }$ electrolyte facilitates comparison with other reported catalysts.2,50,51'Figure 3f presents the current density polarization curves,normalized by geometric area with $i R$ compensation. "
  },
  {
    "id": 44,
    "sentence": "Sample I required only a $1 3 ~ \\mathrm { m V }$ overpotential to deliver a geometric current density of $1 0 ~ \\mathrm { m A }$ $\\mathrm { c m } ^ { - \\hat { 2 } }$ 0 $\\stackrel { \\prime } { \\eta } _ { 1 0 } ,$ a common performance metric for HER)，which was significantly lower than that of sample II( $( 1 8 ~ \\mathrm { m V } )$ ，sample III $( 2 \\dot { 6 } \\ \\mathrm { m V } )$ ，and commercial $\\mathrm { P t } / \\mathrm { C }$ 0 $\\mathrm { 3 0 ~ m V } ,$ .Notably， the activity order according to this evaluation standard aligns with the EML model recommendations.The $\\eta _ { 1 0 }$ for the commercial $\\mathrm { P t } / \\mathrm { C }$ catalyst matches previously reported values (Table S5), confirming the reliability of the electrocatalytic HER tests. "
  },
  {
    "id": 45,
    "sentence": "Figure $3 \\mathbf { g }$ shows the Tafel plots derived from the HER polarization curves.Sample I exhibited the lowest Tafel slope of $1 8 . 7 ~ \\mathrm { m V ~ d e c ^ { - 1 } }$ ,followed by sample II $\\left( 2 0 . 8 ~ \\mathrm { m V ~ d e c } ^ { - 1 } \\right)$ and sample III $\\left( 3 1 . 3 \\ : \\mathrm { m V } \\ : \\mathrm { d e c } ^ { - 1 } \\right)$ ,all of which had lower Tafel slopes than commercial $\\mathrm { P t } / \\mathrm { C }$ 0 $3 2 . 7 ~ \\mathrm { m V ~ d e c ^ { - 1 } } ,$ ).This indicates that the HER pathway for all of the catalysts follows the VolmerTafel mechanism.The Nyquist plot further demonstrates that sample I has faster kinetics for HER (Figure S33)."
  },
  {
    "id": 46,
    "sentence": "\nIn addition, at $- 0 . 0 5 \\mathrm { V }$ vs RHE, the mass activity of sample I normalized to the PtPd noble metal reached 5.92 A $\\mathrm { \\hat { m } g ^ { - 1 } }$ (Figure 3h)，which is 15.6 times higher than that of commercial $\\mathrm { P t } / \\mathrm { C }$ 0 $( 0 . 3 8 \\mathrm { ~ A ~ m g ^ { - 1 } } ,$ ).Even when compared with other recently reported advanced catalysts (Table S6),sample I remained one of the most outstanding catalysts. "
  },
  {
    "id": 47,
    "sentence": "The high mass activity of the recommended sample indicates that incorporating earth-abundant and inexpensive elements (such as Fe, Co,and $\\mathrm { N i }$ ）with an appropriate noble metal content can enhance overall catalytic activity and significantly reduce the preparation cost of electrocatalysts. "
  },
  {
    "id": 48,
    "sentence": "The stability is an important parameter in evaluatinga catalyst,2,24 and here we assess the practicality of the catalysts through accelerated degradation tests and chronopotentiometry. "
  },
  {
    "id": 49,
    "sentence": "The polarization curves before and after 5Ooo cycles overlapped almost (Figure S34)，and the long-term stability test for $\\bar { 3 } 0 \\mathrm { ~ h ~ }$ (Figure S35) showed that sample I not only exhibits excellent HER activity in acidic environments but also possesses good stability. "
  },
  {
    "id": 50,
    "sentence": "This is attributed to the lattice distortion effectof HEAs,9,10'5s which effctively improves the structural stability of the nanoparticles, thereby enhancing their durability during the catalytic proces. "
  },
  {
    "id": 51,
    "sentence": "The performance metrics of noble-metal-based catalysts in acidic HER reported in recent years,including $\\eta _ { 1 0 }$ and Tafel slope,are summarized and compared (Figure 3i and Table S7). "
  },
  {
    "id": 52,
    "sentence": "Sample I exhibited a competitive performance. These findings indicate that, under the premise of comparable nanoparticle size and loading density, the geometric current density can substitute for $j _ { \\mathrm { r e a l } }$ in catalytic activity ranking.6 This establishes a connection among high-throughput experimentation， datadriven strategies,and practical validation. "
  },
  {
    "id": 53,
    "sentence": "Finally, the accuracy and practicality of the EML model recommendations have been fully validated,which holds significant guiding value for accelerating the discovery of high-performance multicomponent catalysts."
  },
  {
    "id": 54,
    "sentence": "\nIn summary, we propose an eficient procedural approach to synthesizing and screening various element combinations and compositions within a model system of HEA catalysts through high-throughput experimentation. "
  },
  {
    "id": 55,
    "sentence": "Among S6 groups of HEA element combinations screened, we identified FeCoNiPtPd as having promising intrinsic HER activity but only at the equiatomic ratio.This finding demonstrates the feasibility of high-throughput research across a wide range of element combinations in HEAs.As a case study in HEA composition diversity，we prepared and screened the Fe-Co-Ni-Pt-Pd system，generating a base data set of 238 sets of precursor composition-activity relationships. "
  },
  {
    "id": 56,
    "sentence": "This data set was then partitioned and subjected to multidimensional parameter analysis,resulting in the construction of a high-performance EML model via a two-step ensemble strategy. "
  },
  {
    "id": 57,
    "sentence": "Based on the model's predictions， two groups of promising catalyst compositions $\\big ( \\mathrm { F e } _ { 0 . 1 5 } \\mathrm { C o } _ { 0 . 4 0 } \\mathrm { N i } _ { 0 . 0 5 } \\mathrm { P t } _ { 0 . 3 2 } \\mathrm { P d } _ { 0 . 0 8 }$ and $\\mathrm { F e _ { 0 . 1 5 } C o _ { 0 . 4 0 } N i _ { 0 . 0 5 } P t _ { 0 . 2 8 } P d _ { 0 . 1 2 } } $ were recommended and subsequently validated experimentally at a macroscale. "
  },
  {
    "id": 58,
    "sentence": "This process is highly time-efficient and versatile across multiple systems, offering a promising solution to the challenges posed by the diversity of HEA combinations and compositions.It provides a solid foundation for accelerating the discovery of efficient multicomponent materials through the integration of artificial intelligence and machine vision automation."
  }
]